Repository: common-repository/snillrik-restaurant-menu
Catalog: languages/snrestaurantmenu-*.po
Languages: sv_se

source: Dish Tags
sv_se: Maträtt Taggar

# taxonomy general name
source: Dish-categories
sv_se: Maträttskategorier

# taxonomy singular name
source: Dish-category
sv_se: Maträtt-kategori

source: Search Dish-types
sv_se: Sök efter maträtter

source: All Dish-types
sv_se: Alla maträtter

source: Parent Dish-type
sv_se: Förälder maträtt

source: Parent Dish-type:
sv_se: Förälder maträtt

source: Edit Dish-type
sv_se: Redigera maträtt

source: Update Dish-type
sv_se: Uppdatera Maträtt

source: Add New Dish-type
sv_se: Lägg till ny maträtt

source: New Dish-type Name
sv_se: Namn på ny maträtt

source: Dish cat
sv_se: Maträttskategori

source: Dishes
sv_se: Rätter

source: Dish
sv_se: Rätt

# snillrik_restaurant_dish
source: Add new
sv_se: Lägg till nytt

source: Add new dish
sv_se: Lägg till ny maträtt

source: Edit dish
sv_se: Redigera maträtt

source: New dish
sv_se: Ny maträtt

source: All dishes
sv_se: Alla maträtter

source: Show dish
sv_se: Visa maträtt

source: Find dishes
sv_se: Hitta maträtter

source: No dishes found
sv_se: Inga maträtter hittades

source: No dishes found in trash
sv_se: Inga maträtter hittades i papperskorgen

source: Dishes
sv_se: Rätter

source: Price
sv_se: Pris

source: Set a price for this dish, it can be set to a specific price in the menu too, but defaults to this price.
sv_se: Sätt ett pris för den här rätten, den kan ställas in på ett specifikt pris i menyn också, men förinställer detta pris.

source: Set price for this menu
sv_se: Ange pris för denna meny

source: Menu Categories
sv_se: Menykategorier

source: Menus
sv_se: Menyer

source: Menu
sv_se: Meny

# menu
source: Add new
sv_se: Lägg till nytt

source: Add new menu
sv_se: Lägg till ny meny

source: Edit menu
sv_se: Redigera meny

source: New Menu
sv_se: Ny meny

source: All Menus
sv_se: Alla menyer

source: Show Menu
sv_se: Visa meny

source: Find Menus
sv_se: Hitta menyer

source: No Menus found
sv_se: Inga menyer hittades

source: No Menus found in trash
sv_se: Inga menyer hittades i papperskorgen

source: Menus
sv_se: Menyer

source: Select the %s that you want to appear in this menu
sv_se: Välj den %s som du vill ska visas på den här menyn

source: You can add a price for this dish specifically for this menu, but it will not link to the %s single page (because that will show the orignial price)
sv_se: Du kan lägga till ett pris för den här rätten specifikt för den här menyn, men den kommer inte att länka till %s -sidan (eftersom det visar det ursprungliga priset)

source: Show category
sv_se: Visa kategori

source: Hide image
sv_se: Dölj bild

source: Link title
sv_se: Länkrubrik

source: Category
sv_se: Kategori

source: Order By
sv_se: Sortera efter

source: Or, shortcode for now, just copy the text below and paste where you want your menu to appear.
sv_se: Eller, kortkod för nu, kopiera bara texten nedan och klistra in där du vill att menyn ska visas.

source: Or if you want to use some options:
sv_se: Eller om du vill använda några alternativ:

source: Text in menu footer
sv_se: Text i menyns sidfot

source: A short text to put in the footer of the menu.
sv_se: En kort text att lägga i sidfoten på menyn.

source: No dishes set
sv_se: Inga maträtter tillagda

source: Restaurant Widget
sv_se: Restaurang Widget

source: To display a tasty snillrik restaurant dish on your site.
sv_se: För att visa en välsmakande snillrik restaurangrätt på din sida.

source: Dishes:
sv_se: Matätter:

source: Snillrik restaurant menu
sv_se: Snillrik restaurangmeny
